Repository: MiskovitsD/libremaint
Catalog: locales/*/LC_MESSAGES/lm-main.po
Languages: hu

source: products in stock
hu: termék van raktáron

source: new notification(s)
hu: új bejelentés(ek)

source: confirmed notifications
hu: megerősített bejelentések

source: work in progress notifications
hu: folyamatban levő bejelentések

source: resolved notifications
hu: megoldott bejelentések

source: closed notifications
hu: lezárt bejelentések

source: recorded work
hu: rögzített munka

source: Notification numbers per person
hu: Bejelentések száma személyenként

source: Working hours per priorities
hu: Munkaórák fontosság szerint

source: Working hours per activities
hu: Munkaórák tevékenységfajta szerint

source: List last month's activities...
hu: Az elmúlt hónapok munkái...

source: others
hu: egyebek

source: Working hours per assets
hu: Munkaórák vagyontárgyak szerint

source: Username
hu: Felhasználónév

source: username
hu: felhasználónév

source: Password
hu: Jelszó

source: Sign in
hu: Bejelentkezés

source: The new location has been saved.
hu: Az új hely elmentve.

source: Failed to save new location
hu: Nem sikerült elmenteni a helyet.

source: The location has set as stock.
hu: A hely raktárnak lett beállítva.

source: The location has unset as stock.
hu: A hely nem raktárnak lett beállítva.

source: Failed to set as stock
hu: Nem sikerült raktárnak beállítani.

source: The location has been renamed.
hu: A hely átnevezése sikerült.

source: Failed to rename location
hu: Nem sikerült átnevezni a helyet.

source: Parent location:
hu: Szülő hely:

source: Location name (English):
hu: Helynév (angol):

source: Location name (English)
hu: Helynév (angol)

source: Location name
hu: Hely

source: The new message text has been saved.
hu: Az újüzenetszöveg elmentve.

source: Failed to save new message text.
hu: Nem sikerült elmenteni az új üzenetszöveget.

source: The new message text has been modified.
hu: Az új üzenetszöveg módosítva.

source: Failed to modify new message text.
hu: Nem sikerült módosítani az üzenetet.

source: Modify message text
hu: Üzenetszöveg módosítása

source: Message (
hu: Üzenet (

source: Message:
hu: Üzenet:

source: Message
hu: Üzenet

source: Message id
hu: Üzenet azonosító

source: all message
hu: Minden üzenet

source: error
hu: hiba

source: warning
hu: figyelmeztetés

source: online
hu: kapcsolatban

source: Message type
hu: Üzenetfajta

source: Sender
hu: Küldő

source: Request data
hu: Adatkérés

source: Failed to save the new message!
hu: Nem sikerült elmenteni az új üzenetet.

source: The message was empty!
hu: Az üzenet üres volt!

source: There is no notification checked!
hu: Nincs bejelentés bejelölve!

source: There is no employee or partner checked!
hu: Nincs dolgozó vagy partner bejelölve!

source: There is no asset belong to you.
hu: Nincs hozzád tartozó vagyontárgy.

source: This notification status has set.
hu: A bejelentés állapota megváltoztatva.

source: The new workorder has been saved.
hu: Az új munkautasítás elmentve.

source: Failed to save new workorder
hu: Nem sikerült elmenteni az új munkautasítást.

source: The new notification has been saved.
hu: Az új bejelentés elmentve.

source: Failed to save new notification
hu: Nem sikerült elmenteni a bejelentést.

source: You have no privilige to modify this notification!
hu: Nincs jogosultságod módosítani a bejelentést!

source: The notification has been modified.
hu: A bejelentés módosítva.

source: Failed to modify notification
hu: Nem sikerült módosítani a bejelentést.

source: Notification has closed
hu: Bejelentés lezárva

source: Failed to close notification
hu: Nem sikerült lezárni a bejelentést

source: New notification
hu: Új bejelentés

source: Modify notification
hu: Bejelentés módosítása

source: Select an asset!
hu: Bejelentés választása!

source: Notification type:
hu: Bejelentés típusa:

source: Notification short (max.
hu: Bejelentés röviden (max.

source: notification
hu: bejelentés

source: Characters left:
hu: Karakter még:

source: Notification short (
hu: Bejelentés röviden (

source: Notification (
hu: Bejelentés (

source: S
hu: R.

source: All type
hu: Minden típus

source: User
hu: Felhasználó

source: All users
hu: Minden felhasználó

source: All assets
hu: Minden vagyontárgy

source: Notification
hu: Bejelentés

source: Modify
hu: Módosítás

source: Set it confirmed
hu: Megerősítés

source: Close this notification
hu: Bejelentés lezárása

source: Set it deleted
hu: Törlés

source: Create workorder
hu: Munkautasítás készítése

source: Partner involved in this workorder:
hu: Résztvevő partner:

source: Partner supervisor:
hu: Partner felügyelője:

source: Select
hu: Választ

source: Employee(s):
hu: Dolgozó(k):

source: There is no any work checked!
hu: Nincs munka bejelölve!

source: Failed to record activity.
hu: Nem sikerült menteni a munkát.

source: Failed to record activity (the time you given is in the future)
hu: Nem sikerült menteni a munkát (a megadott idő a jövőben van)

source: activity has been recorded.
hu: a munka elmentve.

source: Add activity
hu: Munka hozzáadása

source: Finished time
hu: Befejezési idő

source: Tasks
hu: Feladat(ok)

source: There is no task for this asset.
hu: Nincs feladat ehhez a vagyontárgyhoz.

source: Note
hu: Megjegyzés

source: You are about to delete a work. Are you sure?
hu: Törölni készülöd a munkát. Biztos?

source: The new partner has been saved.
hu: Az új partner elmentve.

source: Failed to save new partner.
hu: Nem sikerült elmenteni a partnert.

source: The new columns has been added.
hu: Az új partnerhely hozzáadva.

source: Failed to add new columns
hu: Nem sikerült az új partnerhely hozzáadása.

source: The new partner has been modified.
hu: Az új partner módosítva.

source: Failed to modify new partner
hu: Nem sikerült módosítani a partnert.

source: New partner
hu: Új partner

source: name
hu: név

source: First name is first
hu: Keresztnév az első

source: Firstname:
hu: Keresztnév:

source: Firstname
hu: Keresztnév

source: Surname:
hu: Vezetéknév

source: Surname
hu: Vezetéknév

source: Phone:
hu: Telefon:

source: Partner tags
hu: Partner címkék

source: Contacts
hu: Kapcsolatok

source: The new pin has been saved.
hu: Az új hirdetés elmentve.

source: Failed to save new pin
hu: Nem sikerült elmenteni a hirdetést.

source: You have no privilige to modify this pin!
hu: Nincs jogosultságod módosítani a hirdetést!

source: The pin has been modified.
hu: A hirdetés módosítva.

source: Failed to modify pin
hu: Nem sikerült a hirdetés módosítása.

source: The pin has closed
hu: A hirdetés lezárva.

source: Failed to close pin
hu: Nem sikerült lezárni a hirdetést.

source: New pin
hu: Új hirdetés

source: Modify pin
hu: Hírdetés módosítása

source: Pin type:
hu: Hirdetésfajta:

source: Pin short (max.
hu: Hirdetés röviden (max.

source: pin
hu: hirdetés

source: Pin short (
hu: Hirdetés röviden (

source: Pin (
hu: Hirdetés (

source: Pin
hu: Hirdetés

source: The product type has been renamed.
hu: A termék átnevezve.

source: Failed to rename product
hu: Nem sikerült a terméket átnevezni.

source: The product has been modified.
hu: A termék módosítva.

source: Failed to modify product
hu: Nem sikerült a termék módosítása.

source: The new product has been saved.
hu: A termék elmentve.

source: The connection has been attached to the product.
hu: A csatlakozás hozzáadva a termékhez.

source: Failed to attach connection to the product
hu: Nem sikerült a csatlakozás hozzáadása.

source: Modify product
hu: Termék módosítása

source: Product type (
hu: Terméktípus (

source: Product properties (
hu: Tulajdonságok (

source: product properties
hu: tulajdonságok

source: All categories
hu: Minden termékfajta

source: Description
hu: Megnevezés

source: Quantity unit
hu: Mennyiségi egység

source: Copy info file
hu: Fájlok másolása

source: Show assets with this
hu: Vagyontárgyak ezzel

source: No match.
hu: Nincs találat

source: The password have been updated.
hu: A jelszó módosítva.

source: Failed to updated password.
hu: Nem sikerült módosítani a jelszót.

source: Old password:
hu: Régi jelszó:

source: New password:
hu: j Új Jelszó

source: Repeat new password:
hu: Jelszó ismétlése

source: The new product has been placed to the stock.
hu: A termék bekerült a raktárba.

source: Failed to place new product to the stock.
hu: Nem sikerült a terméket raktárba tenni.

source: The product has been placed in stock.
hu: A termék bekerült a raktárba.

source: Only in stock
hu: Csak a raktáron levők

source: Orderable
hu: Rendelendő

source: ALL location
hu: Minden hely

source: Product moving
hu: Termék mozgatása

source: There are no such products in stock!
hu: Nincs ilyen termék raktáron!

source: You have no privilege!
hu: Nincs jogosultsága!

source: The user's data has been modified.
hu: A felhasználói adatok módosítva.

source: Failed to modified user's data.
hu: Nem sikerült módosítani a felhasználó adatait.

source: The new user has been saved.
hu: Az új felhasználó hozzáadva.

source: Failed to create new field
hu: Nem sikerült új mezőt létrehozni.

source: Failed to save new user
hu: Nem sikerült elmenteni az új felhasználót.

source: The user's office hours has has been modified.
hu: A felhasználó munkaideje módosítva.

source: Failed to modified user's office hours.
hu: Nem sikerült módosítani a felhasználó munkaidejét.

source: The user's priviliges has has been modified.
hu: A felhasználó jogosultsága módosítva.

source: Failed to modified user's priviliges.
hu: Nem sikerült módosítani a felhasználó jogosultságát.

source: New user
hu: Új felhasználó

source: Something went wrong...
hu: Valami hiba történt.

source: Modify user
hu: Felhasználó módosítása

source: Report to:
hu: Feljebbvaló:

source: User level:
hu: Felhasználószint

source: Username:
hu: Felhasználónév

source: User language:
hu: Felhasználó nyelve:

source: User level
hu: Felhasználószint

source: Start date:
hu: Kezdet:

source: End date:
hu: Vége:

source: Only the important machine:
hu: Csak a fontos gépek:

source: YES
hu: Igen

source: NO
hu: Nem

source: The activity has been attached to the workorder.
hu: A munkavégzés hozzáadva a munkautasításhoz.

source: Failed to attach activity to the workorder
hu: Nem sikerült elmenteni a munkavégzést.

source: Failed to attach activity to the workorder (wrong time period)
hu: Nem sikerült elmenteni a munkavégzést (nem jó időszak).

source: The new workorder has been modified.
hu: Az új munkautasítás módosítva.

source: Failed to modify workorder
hu: Nem sikerült a munkautasítás módosítása.

source: New workorder
hu: Új munkautasítás

source: Alter workorder
hu: Munkautasítás módosítása

source: Active workorders for this asset
hu: aktív munkautasítások ehhez a vagyontárgyhoz

source: Deadline:
hu: Határidő:

source: Work details required:
hu: Munka kifejtése kötelező:

source: Employee:
hu: Dolgozó:

source: Workorder (max.
hu: Feladat (max.

source: Workorder (
hu: Feladat (

source: Activity type:
hu: Feladattípus:

source: The part built in:
hu: A beépített alkatrész:

source: THERE IS AN ACTIVE WORKORDER FOR THIS PRODUCT!
hu: VAN AKTÍV MUNKAUTASÍTÁS EHHEZ A TERMÉKHEZ!

source: workorder
hu: munkautasítás

source: Stat.
hu: Áll.

source: Company
hu: Cég

source: Workorder
hu: Feladat

source: What is important now
hu: Mai napi fontos munka

source: There is no work checked!
hu: Nincs munkaigény bejelöve!

source: This workrequest has set as inactive.
hu: Az új munkaigény inaktívvá állítva.

source: This workrequest has set as active.
hu: Az új munkaigény aktívvá állítva.

source: This workrequest has set as deleted.
hu: A munkaigény törölve.

source: A new workorder has been saved.
hu: Az új munkautasítás elmentve.

source: pcs new workorders have been saved.
hu: darab új munkautasítás elmentve.

source: The new workrequest has been saved.
hu: Az új munkaigény hozzá lett adva.

source: Failed to save new workrequest
hu: Nem sikerült a munkaigény elmentése.

source: The workrequest has been modified.
hu: A munkaigény módosítása sikerült.

source: Failed to modify workrequest
hu: Nem sikerült a munkaigény módosítása.

source: Workrequests for this asset
hu: Munkaigények ehhez a vagyontárgyhoz

source: New workrequest
hu: Munkaigény

source: Modify workrequest
hu: Munkaigény módosítása

source: (refurbish)
hu: (felújítás)

source: Repetitive:
hu: Ismétlődő:

source: Periodic
hu: Periodikus

source: By workhours
hu: Üzemóra szerint

source: By date or workhours
hu: Dátum és üzemóra szerint

source: By mileage
hu: futásteljesítmény szerint

source: By date or mileage
hu: idő vagy futásteljesítmény szerint

source: For operators:
hu: Kezelőknek:

source: There is no counter here
hu: Nincs számláló

source: Service interval:
hu: Gyakoriság:

source: 2 Monthly
hu: 2 havonta

source: 3 Monthly
hu: 3 havonta

source: 6 Monthly
hu: félévente

source: 2 Yearly
hu: kétévente

source: OR
hu: VAGY

source: Service interval
hu: Gyakoriság

source: Workrequest (max.
hu: Munkaigény (max.

source: Workrequest (
hu: Munkaigény (

source: workrequest
hu: Munkaigény

source: All types
hu: Minden típus

source: Only for maintenance group
hu: Csak a karbantartási csoport

source: Only for operators
hu: Csak a kezelői

source: Create task list (pdf)
hu: Feladatlista készítése (pdf)

source: Interval
hu: Gyakoriság

source: Norm
hu: Norma

source: Workrequest
hu: Munkaigény

source: Set it inactive
hu: Inaktívvá állítva

source: Set it active
hu: Aktívvá állítva

source: The activity has been modified.
hu: Az munka módosítva.

source: Failed to modify activity
hu: Nem sikerült módosítani a munkát.

source: Working hours by this time:
hu: Munkaórák száma eddig:

source: There was no work by this time.
hu: Nem volt munkavégzés eddig.

source: Modify activity
hu: Munka módosítása

source: Task(s):
hu: Feladat(ok):

source: The value must be greater or equal to
hu: Nagyobb-egyenlőnek kell lenni, mint

source: Work with partner:
hu: Partnermunka:

source: Start time:
hu: Kezdet:

source: End time:
hu: Vége:

source: After work machine can run
hu: A munka után a gépüzemképes

source: Activity:
hu: Munka:

source: work details required
hu: munka kifejtése kötelező

source: Activity (
hu: Munka (

source: Last 5 activities...
hu: Utolsó 5 munka...

source: Work done
hu: Elvégzett munka
