Repository: MiskovitsD/libremaint
Catalog: locales/*/LC_MESSAGES/lm-main.po
Languages: hu

source: English
hu: Angol

source: Hungarian
hu: Magyar

source: Critic
hu: Kritikus

source: High
hu: Magas

source: Medium
hu: Közepes

source: Low
hu: Alacsony

source: Workrequests
hu: Munkaigények

source: RE
hu: MI

source: Workorders
hu: Munkautasítások

source: OR
hu: MU

source: Works
hu: Munkák

source: WR
hu: MI

source: Queries
hu: Lekérdezések

source: Q
hu: L

source: Notifications
hu: Bejelentések

source: NOT
hu: BEJ

source: New notification
hu: Új bejelentés

source: NN
hu: ÚB

source: Operator works
hu: Kezelői munkák

source: OW
hu: KM

source: Record new work
hu: Munka rögzítése

source: RW
hu: MR

source: Assets
hu: Vagyontárgyak

source: AS
hu: VA

source: Create new asset
hu: Új vagyontárgy

source: NA
hu: ÚV

source: Locations
hu: Hely

source: LO
hu: HELY

source: Create new location
hu: Új hely

source: NL
hu: ÚH

source: Users
hu: Felhasználók

source: US
hu: R.

source: Create new user
hu: Új felhasználó

source: NU
hu: ÚF

source: Stock
hu: Raktár

source: ST
hu: Ra

source: Put product into stock
hu: Termék elhelyezése raktárba

source: PP
hu: TR

source: Stock movements
hu: Készletmozgás

source: SM
hu: RM

source: Categories
hu: Termékfajták

source: CA
hu: KA

source: Create new category
hu: Új termékfajta

source: NC
hu: ÚK

source: Products
hu: Termék

source: PR
hu: Te

source: Create new product
hu: Új termék

source: NP
hu: ÚT

source: Partners
hu: Partner

source: Create new partner
hu: Új partner

source: NPa
hu: ÚP

source: Counters
hu: Számlálók

source: CN
hu: SZ

source: Add new counter value
hu: Új számláló érték

source: CV
hu: SZÉ

source: Messages
hu: Üzenetek

source: Msg
hu: ÜZ

source: Operation intervals
hu: Kihasználtságok

source: New message text
hu: Új üzenet

source: msgt
hu: ÜZSZ

source: Connections
hu: Csatlakozások

source: CO
hu: CS

source: New connection type
hu: Új csatlakozásfajta

source: NCt
hu: ÚCS

source: New connection
hu: Új csatlakozás

source: NCo
hu: ÚCS

source: maintenance
hu: karbantartás

source: fix
hu: javítás

source: development
hu: fejlesztés

source: production support
hu: gyártástámogatás

source: maintenance group
hu: karbantartás

source: Urgent
hu: Sürgős

source: Schedulable
hu: Tervezhető

source: Ongoing
hu: Folyamatban

source: Suspended (lack of time)
hu: Felfüggesztve (időhiány)

source: Waiting for material
hu: Anyagra vár

source: Waiting for decision
hu: Döntésre vár

source: Ready
hu: Kész

source: Deleted
hu: Törölve

source: All
hu: Összes

source: Active
hu: Aktív

source: Finished
hu: Befejezett

source: safety
hu: biztonság

source: material demand
hu: anyagigény

source: New
hu: Új

source: Confirmed
hu: Megerősítve

source: Work in progress
hu: Folyamatban

source: Resolved
hu: Megoldva

source: Closed
hu: Lezárva

source: looking for
hu: keres

source: offers
hu: kínál

source: Expired
hu: Lejárt

source: Male
hu: Apa

source: Female
hu: Anya

source: Same
hu: Megegyező

source: Mr.
hu: Úr

source: assets
hu: vagyontárgyak

source: Failed connecting to database
hu: Nem sikerült csatlakozni az adatbázishoz

source: Submit
hu: Ment

source: The end time is earlier than the start time!
hu: A befejezés ideje korábban van, mint a kezdés!

source: There is a recorded work in this time range.
hu: Ebbe az időszakra már van munka rögzítve.

source: Please select!
hu: Válassz!

source: Add category
hu: Termékfajta hozzáadása

source: Please select
hu: Válassz

source: No category
hu: Nincs termékfajta

source: Reset
hu: Alaphelyzet

source: You have no permission to modify an asset!
hu: Nincs jogosultságod módosítani a vagyontárgyat!

source: Rename asset
hu: Átnevezés

source: Rename location
hu: Átnevezés

source: Rename category
hu: Átnevezés

source: Rename product
hu: Átnevezés

source: You have no permission to modify!
hu: Nincs jogosultságod módosítani!

source: New name:
hu: Új név:

source: New name (
hu: Új név (

source: Move asset
hu: Mozgatás

source: Insert asset
hu: Vagyontárgy beszúrása

source: to here:
hu: ide:

source: Move location
hu: Hely mozgatása

source: Insert location
hu: Hely beillesztése

source: Add file to
hu: Fájl hozzáadása

source: You have no permission
hu: Nincs jogosultságod

source: File review:
hu: Tartalom:

source: File review (
hu: Tartalom (

source: Required user level:
hu: Szükséges felhasználói szint:

source: Confidential:
hu: Bizalmas:

source: No
hu: Nem

source: Yes
hu: Igen

source: File:
hu: Fájl:

source: Copy info files...
hu: Fájlok másolása...

source: Category:
hu: Termékfajta:

source: Subcategory:
hu: Alfajta:

source: Product:
hu: Termék:

source: New product
hu: Új termék

source: Add a workorder to
hu: Munkautasítás hozzáadása

source: You have no permission to add workorder!
hu: Nincs jogosultsága új munkautasítás hozzáadásához!

source: You have no permission to see files!
hu: Nincs jogosultsága a fájlok megtekintéséhez!

source: An error occured!
hu: Hiba történt!

source: No match
hu: Nincs találat

source: Quantity:
hu: Mennyiség:

source: quantity
hu: mennyiség

source: Min. quantity:
hu: Min. mennyiség:

source: Min. quantity
hu: Min. mennyiség

source: Partner name:
hu: Partnernév:

source: new partner
hu: új partner

source: Partner address:
hu: Cím:

source: address
hu: cím

source: Date:
hu: Dátum:

source: Stock:
hu: Raktár:

source: Place:
hu: Hely:

source: place
hu: hely

source: There can be only 1 such item in the stock!
hu: Csak egy ilyen termék lehet raktáron!

source: You have no permission!
hu: Nincs jogosultsága!

source: Add new product
hu: Új termék hozzáadása

source: Product id:
hu: Termék azonosító:

source: Wrong number! Check it!
hu: Rossz szám! Ellenőrizd!

source: Location
hu: Hely

source: In stock
hu: Raktáron levők

source: Quantity
hu: Mennyiség

source: It can not be more than
hu: Nem lehet több, mint

source: Out of stock
hu: Nincs raktáron

source: Add product:
hu: Termék hozzáadása:

source: Show workorder details...
hu: Munkautasítás részletei...

source: Ordered by:
hu: Utasítást kiadta:

source: Order time:
hu: Munkautasítás kiadva:

source: Workorder deadline:
hu: Munkautasítás határideje:

source: Workorder:
hu: Munkautasítás:

source: Replace to:
hu: Csere:

source: Refurbish:
hu: Felújítás:

source: Workorder(short):
hu: Munkautasítás(rövid):

source: Type:
hu: Típus:

source: Date
hu: Dátum

source: Movement
hu: Mozgás

source: Add file
hu: Fájl hozzáadása

source: To partner
hu: Partnernek:

source: From partner
hu: Partnertől:

source: Built to
hu: Beépítve

source: Take from
hu: Kiszerelve:

source: Transfer items from
hu: Termékek mozgatása innen

source: Show workrequest details...
hu: Munkaigény részletek...

source: Requested by:
hu: Igényelte:

source: Request time:
hu: Igénylés ideje:

source: Workrequest:
hu: Munkaigény:

source: Workrequest(short):
hu: Munkaigény(rövid):

source: Priority:
hu: Fontosság:

source: Show notification details...
hu: Bejelentés részletei...

source: Notified by:
hu: Bejelentette:

source: Notification time:
hu: Bejelentés ideje:

source: Notification(short):
hu: Bejelentés (röviden):

source: Notification:
hu: Bejelentés:

source: Closing time
hu: Lezárás ideje

source: Reason to close
hu: Lezárás oka

source: Show pin details...
hu: Hirdetés részletei...

source: Pinned by:
hu: A hirdetés felrakta:

source: Pin time:
hu: Hirdetés ideje:

source: Pin(short):
hu: Hirdetés (röviden):

source: Pin:
hu: Hirdetés

source: Handle connection
hu: Csatlakozások

source: Connection category:
hu: Ehhez kapcsolódik:

source: Connection:
hu: Ehhez kapcsolódik:

source: Connection type:
hu: Ehhez kapcsolódik:

source: You are about to delete a connection. Are you sure?
hu: Törölni készülsz egy csatlakozást. Biztos?

source: Delete
hu: Törlés

source: built in
hu: Beépítve:

source: in stock
hu: raktáron

source: built in to here
hu: beépítve ide

source: There is no connection...
hu: Nincsen csatlakozás...

source: Add new counter to
hu: Új termék hozzáadása

source: Counter unit:
hu: Mértékegység :

source: New counter value
hu: Új számlálóérték

source: Counter:
hu: Számláló:

source: Counter value (last
hu: Számláló érték (utolsó

source: Counter value
hu: Számlálóérték

source: The value must be greater than
hu: Nagyobbnak kell lenni, mint

source: Modify partner details...
hu: Partner módosítása...

source: Address:
hu: Cím:

source: contact
hu: Kapcsolattartó

source: Firstname is first
hu: Keresztnév van elöl

source: Name
hu: Név

source: Position
hu: Beosztás

source: Phone
hu: Telefon

source: Partner tags:
hu: Partnercimke:

source: Assets with:
hu: Vagyontárgy ezzel:

source: Asset
hu: Vagyontárgy

source: There is no asset with this product.
hu: Ez a termék nem szerepel egyetlen vagyontárgyban sem.

source: There is no asset with this connection.
hu: Nincs vagyontárgy ilyen csatlakozással.

source: Products with:
hu: Termék ezzel:

source: Product
hu: Termék

source: There is no product with this connection.
hu: Nincs termék ilyen csatlakozással.

source: Show user details...
hu: Felhasználó részletei...

source: Invert check
hu: Kijelölés megfordítása

source: Check/uncheck all
hu: Jelöl/Nem jelöl

source: Modify
hu: Módosítás

source: New value:
hu: Új érték:

source: Start
hu: Kezdet

source: End
hu: Vég

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: Sunday
hu: Vasárnap

source: Assets belong to
hu: Vagyontárgyak hozzá:

source: Entry points access for
hu: Belépési pont hozzá:

source: Check all
hu: Összes jelölése

source: Products can be built to
hu: Beépíthető termékek ide

source: The product built in:
hu: A beépített alkatrész:

source: built in here
hu: beépítve ide

source: Assets on this place:
hu: Vagyontárgyak itt:

source: moving from
hu: mozgatás innen

source: Destination:
hu: Cél:

source: Dest. stock place
hu: Cél raktárhely

source: Quantity
hu: Mennyiség

source: The value must be smaller or equal than
hu: Kisebb-egyenlőnek kell lenni, mint

source: Minimum quantity:
hu: Min. mennyiség:

source: Type Message ...
hu: Írj ide...

source: Send
hu: Küld

source: Closing notification:
hu: Bejelentés lezárása:

source: The reason to close
hu: A lezárás oka

source: asset note
hu: vagyontárgy megjegyzés

source: confidental asset note
hu: bizalma feljegyzés

source: There is no error, the file uploaded with success
hu: Feltöltés sikeres, nem volt hiba.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
hu: A feltöltött fájl mérete meghaladja az upload_max_filesize paraméter értékét (php.ini)

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
hu: A feltöltött fájl mérete túl nagy. (MAX_FILE_SIZE)

source: The uploaded file was only partially uploaded
hu: A feltöltés nem teljes.

source: No file was uploaded
hu: Nem történt fájl feltöltés

source: Missing a temporary folder
hu: Hiányzó ideiglenes könyvtár

source: Failed to write file to disk
hu: Nem lehet írni a tárolóra

source: This file has been uploaded earlier.
hu: Ez a fájl már fel volt töltve korábban.

source: This file has been added earlier.
hu: Ez a fájl már hozzá volt adva.

source: File copying was not successful:
hu: Nem sikerült a másolás:

source: File uploading was successful
hu: A feltöltés sikerült.

source: Invalid file type!
hu: Nem megfelelő fájltípus!

source: File size was too large!
hu: A fájlméret túl nagy!

source: There was an error during the operation!
hu: Probléma adódott!

source: There is no file extension!
hu: Nincs fájl kiterjesztés!

source: Success
hu: Sikeres

source: Error
hu: Hiba

source: male
hu: apa

source: female
hu: anya

source: same
hu: azonos

source: something went wrong
hu: valami hiba történt

source: no data, translation missing?
hu: nincs adat, hiányzó fordítás?

source: no data
hu: nincs adat

source: no data, missing translation?
hu: nincs adat, hiányzó fordítás?

source: Error encountered.
hu: Hiba történt.

source: No interval
hu: Nincs időköz

source: Daily
hu: Naponta

source: Weekly
hu: Hetente

source: Fortnigtly
hu: Kéthetente

source: Monthly
hu: Havonta

source: 2 monthly
hu: 2 havonta

source: 3 monthly
hu: 3 havonta

source: 6 monthly
hu: 6 havonta

source: Yearly
hu: Évente

source: replace
hu: csere

source: missing translation??
hu: hiányzó fordítás?

source: This workorder has signed as finished.
hu: Az munkautasítás befejezettnek van jelölve.

source: This part has been replaced.
hu: Az alkatrész ki lett cserélve.

source: Empty lang in users table
hu: Üres 'lang' a 'users' táblában

source: Mainboard
hu: Főoldal

source: Machines data
hu: Gépadatok

source: MD
hu: GA

source: stock
hu: raktár

source: Category:
hu: Termékfajta:

source: Subcategory:
hu: Alfajta:

source: Product type:
hu: Terméktípus:

source: product type
hu: terméktípus

source: Product type
hu: Terméktípus

source: Manufacturer:
hu: Gyártó:

source: New manufacturer:
hu: Új gyártó:

source: new manufacturer
hu: Új gyártó:

source: Product properties:
hu: Tulajdonság:

source: product properties
hu: tulajdonság

source: Product properties
hu: Tulajdonság

source: Display:
hu: Megjelenítés:

source: Category
hu: Termékfajta

source: Subcategory
hu: Alfajta

source: Type
hu: Típus

source: Manufacturer
hu: Gyártó

source: Properties
hu: Tulajdonság

source: subcat. is the first
hu: alfajta elöl

source: Unit:
hu: Mértékegység:

source: Stockable:
hu: Raktározható:

source: Yes, but unique
hu: Igen, de egyedi darab

source: Default stock:
hu: Alapértelmezett raktár:

source: Submit
hu: Ment

source: Shift
hu: Műszak

source: Asset operating time
hu: Gépkihasználtság

source: Empty
hu: Üres

source: Idle
hu: szabad

source: Previous
hu: Előző

source: (current)
hu: (jelenlegi)

source: Next
hu: Következő

source: Maintenance schedule
hu: Karbantartási ütemezés

source: hours
hu: óra

source: Every
hu: Minden

source: Diagrams
hu: Diagramok

source: Workhours by priority
hu: Munkaórák száma prioritás szerint

source: Workhours by activity type
hu: Munkaórák száma feladattípus szerint

source: Workhours by assets and KPIs
hu: Munkaórák száma vagyontárgyak szerint és KPI-k

source: Workhours by assets
hu: Munkaórák száma vagyontárgyak szerint

source: Asset name
hu: Vagyontárgy neve:

source: Workhours
hu: Munkaóra

source: Loss of production time
hu: Gépidő veszteség

source: TAM or TAI
hu: TAM vagy TAI

source: Unplanned lossed production time
hu: Nem tervezett gépállás

source: TAM or TAI (only unplanned)
hu: TAM vagy TAI (csak a nem tervezett munkák)

source: hour(s)
hu: óra

source: hour
hu: óra

source: Total
hu: Összesen

source: hours
hu: óra

source: day(s)
hu: nap

source: pcs machines
hu: db gép

source: pcs infrastructure units
hu: db infrastruktúra

source: Workhours by activity_type
hu: Munkaórák száma munkatípus szerint

source: Workhours by assets (last month)
hu: Munkaórák száma vagyontárgyak szerint (utolsó hónap)

source: Active notifications
hu: Aktív bejelentések

source: Notifier:
hu: Bejelentő:

source: Status:
hu: Állapot:

source: Title:
hu: Cím:

source: Asset:
hu: Vagyontárgy:

source: Solved notifications
hu: Megoldott bejelentések

source: Closed notifications
hu: Lezárt bejelentések

source: New notifications
hu: Új bejelentések

source: Table Of Content
hu: Tartalomjegyzék

source: You have
hu: Van

source: message
hu: üzenet

source: You have
hu: Van

source: notification
hu: bejelentés

source: Product id
hu: Termék azonosító

source: Logged as:
hu: Bejelentkezve:

source: My Profile
hu: Profilom

source: Change password
hu: Jelszó változtatása

source: Logout
hu: Kijelentkezés

source: Menu for
hu: Menü a(z)

source: Show info file(s)
hu: Fájlok mutatása

source: Show asset note
hu: A vagyontárgyhoz tartozó megjegyzés mutatása

source: New part
hu: Új alkatrész

source: Set as not main part
hu: Beállít, mint fődarab

source: Set as main part
hu: Beállít, mint fődarab

source: Add new counter
hu: Új számláló hozzáadása

source: Paste asset
hu: Vagyontárgy beillesztése

source: Copy asset
hu: Vagyontárgy másolása

source: Modify category
hu: Termékfajta módosítása

source: Add product type
hu: Terméktípus hozzáadása

source: New workrequest
hu: Munkaigény

source: New workorder
hu: Új munkautasítás

source: Work and material consumption
hu: Munkaerő és anyagfelhasználás

source: Modify asset
hu: Vagyontárgy módosítása

source: Show builtable products
hu: Beépíthető anyagok mutatása

source: New category
hu: Új termékfajta

source: New location
hu: Új hely

source: Paste location
hu: Hely beillesztése:

source: Unset as stock
hu: Törlés mint raktár

source: Set as stock
hu: Beállítás mint raktár

source: Assets on this place
hu: Vagyontárgyak itt

source: Operator works per person Alpha3
hu: Kezelői munkák az Alfa3-on

source: Operator works per person Alpha2
hu: Kezelői munkák az Alfa2-ön

source: Operator works per parts Alpha3
hu: Kezelői munkák alkatrészenként az Alfa3-on

source: Operator works per parts Alpha2
hu: Kezelői munkák alkatrészenként az Alfa2-ön

source: Notification types by number
hu: Bejelentések fajták szerint

source: total:
hu: összesen:

source: refurbish
hu: felújítás

source: Unplanned shutdown
hu: Nem tervezett leállás

source: Total:
hu: Összesen:

source: Connections:
hu: Csatlakozások:

source: h
hu: óra

source: Sum workhours
hu: Összes munkaóra

source: Activities
hu: Tevékenységek

source: Employee
hu: Dolgozó

source: Work
hu: Munka

source: alter work
hu: tevékenység módosítása

source: There has not added any work to this workorder yet.
hu: Még nem volt munkavégzés hozzáadva a munkautasításhoz.

source: Materials
hu: Anyagok

source: Action
hu: Tevékenység

source: Destination
hu: Cél

source: Source
hu: Forrás

source: There is no material consumption.
hu: Nincs anyagfelhasználás.

source: You have no persmission
hu: Nincs jogosultsága

source: Time
hu: Idő

source: Task
hu: Feladat

source: add new activity
hu: Munka hozzáadása

source: Product to workorder
hu: Termék kiírása

source: Show files
hu: Fájlok mutatása

source: alter workorder
hu: Munkautasítás módosítása

source: Refurbish
hu: Felújítás

source: Last
hu: Utolsó

source: Show details
hu: Részletek

source: From notification
hu: bejelentésből

source: The counter has been attached to the asset.
hu: A számláló hozzáadva a vagyontárgyhoz.

source: Failed to attach counter to the asset
hu: Nem sikerült a számláló mentése.

source: The connection has been attached to the asset.
hu: A csatlakozás hozzá lett adva a vagyontárgyhoz.

source: Failed to attach connection to the asset
hu: Nem sikerült a csatlakozás hozzáadása.

source: Something went wrong
hu: Valami hiba történt.

source: The new manufacturer has been added.
hu: Az új gyártó hozzá lett adva.

source: Failed to save new manufacturer.
hu: Nem sikerült elmenteni az új gyártót.

source: The product has been attached to the asset.
hu: A termék hozzáadva a vagyontárgyhoz.

source: Failed to attach product to the asset
hu: Nem sikerült a terméket hozzáadni a vagyontárgyhoz.

source: Failed to save new product
hu: Nem sikerült a terméket elmenteni.

source: The new asset has been saved.
hu: Az új vagyontárgy elmentve.

source: Failed to save new asset
hu: Nem sikerült elmenteni az új terméket.

source: The asset has been modified.
hu: A vagyontárgy módosítva.

source: Failed to modify asset.
hu: Nem sikerült módosítani a vagyontárgyat.

source: The asset has been renamed.
hu: A vagyontárgy átnevezve.

source: Failed to rename asset
hu: Nem sikerült átnevezni a vagyontárgyat.

source: A new category has been added to the asset.
hu: Az új termékfajta hozzáadva a vagyontárgyhoz.

source: Failed to add new category.
hu: Nem sikerült a termékfajta hozzáadása.

source: The asset has set as main part.
hu: A vagyontárgy fődarabnak beállítva.

source: The asset has unset as main part.
hu: A vagyontárgy nem fődarabnak lett beállítva.

source: Failed to set as main part
hu: Nem sikerült fődarabnak beállítani.

source: New asset
hu: Új vagyontárgy

source: Parent name:
hu: Szülő vagyontárgy:

source: Establishment:
hu: Telephely:

source: Location:
hu: Telephely:

source: No location
hu: Nincs hely

source: Asset category:
hu: Vagyontárgy jellege:

source: Name:
hu: Név:

source: Name (
hu: Név (

source: Asset name (
hu: Vagyontárgy neve (

source: Grouped:
hu: Csoportosított:

source: Group:
hu: Csoport:

source: No groups
hu: Nincs csoport

source: Importance:
hu: Fontosság:

source: Select!
hu: Válassz!

source: Main part:
hu: Fődarab:

source: Not main part
hu: Nem fődarab

source: Main part
hu: Fődarab

source: Entry point:
hu: Belépési pont:

source: Not an entry point
hu: Nem belépési pont

source: Entry point
hu: Belépési pont

source: Asset article:
hu: Cikkszám:

source: Asset article
hu: Cikkszám:

source: Asset note:
hu: Vagyontárgy megjegyzés:

source: Asset note (conf):
hu: Vagyontárgy megjegyzés (bizalmas):

source: asset note (conf)
hu: vagyontárgy megjegyzés (bizalmas):

source: Reset
hu: Alaphelyzet

source: All locations
hu: Minden hely

source: You have been successfully logged out!
hu: Sikeresen kijelentkeztél!

source: The new category has been saved.
hu: Az új termékfajta elmentve.

source: Failed to save new category
hu: Nem sikerült elmenteni a termékfajtát.

source: The category has been renamed.
hu: A termékfajta átnevezve.

source: Failed to rename category
hu: Nem sikerült átnevezni a termékfajtát.

source: Parent category:
hu: Termékfajta:

source: Category name (
hu: Termékfajtanév (

source: Category name
hu: Termékfajtanév

source: The new connection category has been saved.
hu: Az új csatlakozásfajta elmentve.

source: Failed to save new connection category.
hu: Nem sikerült elmenteni a csatlakozásfajtát.

source: Connection category en:
hu: Csatlakozásfajta (angol):

source: connection category en
hu: Csatlakozásfajta (angol):

source: connection category
hu: csatlakozásfajta

source: Connection category
hu: csatlakozásfajta

source: The new connection has been saved.
hu: Az új csatlakozás elmentve.

source: Failed to save new connection.
hu: Nem sikerült elmenteni a csatlakozást.

source: The connection has been modified.
hu: A csatlakozás módosítva.

source: Failed to modify connection.
hu: Nem sikerült módosítani a csatlakozást.

source: Connection name
hu: Csatlakozásnév

source: connection name
hu: csatlakozásnév

source: Connection name:
hu: Csatlakozásnév:

source: Connection review
hu: Csatlakozás leírása

source: connection review
hu: csatlakozás leírás

source: Connection review:
hu: Csatlakozásleírás:

source: All connection
hu: Minden csatlakozás

source: Connection type
hu: Csatlakozásfajta

source: Show assets, product with this connection
hu: Vagyontárgyak, termékek ilyen csatlakozással

source: Modify connection
hu: Csatlakozás módosítása

source: Male-female
hu: apa-anya

source: The counter value has been written.
hu: Az új számlálóérték elmentve.

source: Failed to write counter value
hu: Nem sikerült elmenteni az új értéket.

source: The counter value has been modified.
hu: Az új számlálóérték módosítva.

source: Failed to modify counter value
hu: Nem sikerült módosítani az értéket.

source: Modify counter value
hu: Számlálóérték módosítása

source: Counter value:
hu: Számlálóállás:

source: Show only last counter values
hu: Csak az utolsó érték mutatása

source: Show all counter value
hu: Összes számlálóérték mutatása

source: Last value
hu: Utolsó érték

source: Unit
hu: Mértékegység

source: alter counter value
hu: Számlálóérték módosítása

source: Value
hu: Érték

source: Dashboard
hu: Főoldal

source: Pinboard
hu: Hirdetőtábla

source: pcs
hu: darab

source: pc
hu: darab

source: active workrequest(s)
hu: aktív munkaigények

source: active workorder(s)
hu: aktív munkautasítások

source: info file(s)
hu: infó fájl

source: last backup
hu: utolsó mentés
